/* Error Alert Button */
"OK" = "OK";

/* Error Alert Text */
"Parsing error %zd, Description: %@, Line: %zd, Column: %zd" = "Lỗi phân tích %1$zd, Mô tả: %2$@, Dòng: %3$zd, Cột: %4$zd";

/* Error Alert Text */
"Validation error %zd, Description: %@, Line: %zd, Column: %zd" = "Lỗi xác thực %1$zd, Mô tả: %2$@, Dòng: %3$zd, Cột: %4$zd";

/* Error Alert Title */
"MusicXML Parsing Error" = "Lỗi phân tích MusicXML";

/* Error Alert Title */
"MusicXML Validation Error" = "Lỗi xác thực MusicXML";

/* Error message */
"Compressed music xml file seems to be malformed (could not find 'full-path')" = "Tệp xml nhạc được nén có vẻ như đã bị thay đổi (không thể tìm thấy 'full-path')";

/* Error message */
"Could not create temporary conversion file" = "Không thể tạo tệp chuyển đổi tạm thời";

/* Error message */
"Could not decompress file compressed music xml file" = "Không thể giải nén tệp xml nhạc được nén";

/* Error message */
"File is not a MusicXML File" = "Tệp không phải là tệp MusicXML";

/* Error message, dont't translate the word “divisions” */
"MusicXML File contains zero or negative value for “divisions”" = "Tệp MusicXML chứa giá trị bằng 0 hoặc âm cho “đoạn”";

/* Note Name in Do,Re,Mi notation */
"Do" = "Do";

/* Note Name in Do,Re,Mi notation */
"Fa" = "Fa";

/* Note Name in Do,Re,Mi notation */
"La" = "La";

/* Note Name in Do,Re,Mi notation */
"Mi" = "Mi";

/* Note Name in Do,Re,Mi notation */
"Re" = "Re";

/* Note Name in Do,Re,Mi notation */
"Sol" = "Sol";

/* Note Name in Do,Re,Mi notation */
"Ti" = "Ti";

/* guitar chord inspector */
"GChStr_6StrgsGuitarRegTuning" = "Lên dây Thông thường cho Ghi-ta 6 Dây";
